Repository: PLAYGAMEMPE/Vanilla-RTX-App-Enhanced
Catalog: src/Strings/*/PackUpdater.resw
Source language: en_us
Languages: es_es

# Window.Title
source: Get Vanilla RTX
es_es: Obtener Vanilla RTX

# WindowTitle.Text
source: Install or update Vanilla RTX resource packs
es_es: Instala o actualiza los paquetes de recursos de Vanilla RTX

# WindowTitle_ForEdition
source: Vanilla RTX resource packs for {0}
es_es: Paquetes de recursos de Vanilla RTX para {0}

# NormalsPanel_Description.Text
source: Vanilla RTX with handcrafted 16x normal maps for all blocks!
es_es: Vanilla RTX con mapas de normales 16x hechos a mano para todos los bloques.

# VanillaPanel_Description.Text
source: The default ray-traced Minecraft graphics, everything is covered!
es_es: Los gráficos predeterminados de Minecraft con trazado de rayos, ¡todo está cubierto!

# OpusPanel_Description.Text
source: The composition of both Vanilla RTX and Vanilla RTX Normals!
es_es: La combinación de Vanilla RTX y Vanilla RTX Normals.

# Panel_InstalledLabel.Text
source: Installed:
es_es: Instalado:

# Panel_InstalledLabel2.Text
source: Installed:
es_es: Instalado:

# Panel_InstalledLabel3.Text
source: Installed:
es_es: Instalado:

# Panel_AvailableLabel.Text
source: Available:
es_es: Disponible:

# Panel_AvailableLabel2.Text
source: Available:
es_es: Disponible:

# Panel_AvailableLabel3.Text
source: Available:
es_es: Disponible:

# Panel_EnhancementsToggle_ToolTip
source: Enables deployment of enhancements for this resource pack. This fixes numerous rendering errors/incompatibilities of vanilla features and resources with ray tracing and enhances various other resources such as particles for ray tracing. For more details, search the following URL: https://minecraftrtx.net/enhancements - It is generally recommended that you keep this enabled, unless it causes issues with another add-on or resource pack you're using.
es_es: Habilita la implementación de mejoras para este paquete de recursos. Esto corrige numerosos errores de renderizado e incompatibilidades de elementos y recursos originales del juego con el trazado de rayos, y mejora otros recursos como las partículas para el trazado de rayos. Para más detalles, busca la siguiente URL: https://minecraftrtx.net/enhancements - Generalmente se recomienda mantener esta opción activada, a menos que cause problemas con otro complemento o paquete de recursos que estés usando.

# Panel_UpdateButton
source: Update
es_es: Actualizar

# Panel_ReinstallButton
source: Reinstall
es_es: Reinstalar

# Panel_InstallingText
source: Installing
es_es: Instalando

# Panel_UpdatingText
source: Updating
es_es: Actualizando

# Panel_ReinstallingText
source: Reinstalling
es_es: Reinstalando

# Availability_FailedToCheck
source: Failed to check
es_es: Error al comprobar

# Availability_UpToDateOfflineCache
source: (Up-to-date, from offline cache)
es_es: (Actualizado, desde caché sin conexión)

# Availability_FromOfflineCache
source: (From offline cache)
es_es: (Desde caché sin conexión)

# Availability_YouSeemUpToDate
source: (You seem up-to-date)
es_es: (Parece que estás al día)

# Availability_YoureUpToDate
source: (You're up-to-date!)
es_es: (¡Estás al día!)

# SpecialOccasion_Title.Text
source: Merry Christmas!
es_es: ¡Feliz Navidad!

# SpecialOccasion_Body.Text
source: Get in the holiday spirit and jolly up Vanilla RTX with this special seasonal extension! Transform the world into a winter wonderland with frost-covered blocks, a freezing-cold Nether plus lots of other festive changes! Ho, ho, ho! — Cubeir Claus
es_es: Ponte en espíritu navideño y alegra Vanilla RTX con esta extensión especial de temporada. Transforma el mundo en un país de las maravillas invernal con bloques cubiertos de escarcha, un Nether gélido y muchos otros cambios festivos. ¡Jo, jo, jo! — Cubeir Claus

# SpecialOccasion_DownloadButton.Content
source: Get the Extension
es_es: Obtener la extensión

# SpecialOccasion_OverlayDescription.Text
source: An extension of the Vanilla RTX resource pack, everything is covered in frost! Featuring unyielding cold!
es_es: Una extensión del paquete de recursos Vanilla RTX, ¡todo está cubierto de escarcha! Con un frío implacable.

# AddOnsPanel_Description.Text
source: A series of smaller packages that give certain blocks more interesting properties with ray tracing!
es_es: Una serie de paquetes más pequeños que dan a ciertos bloques propiedades más interesantes con el trazado de rayos.

# ChemistryPanel_Description.Text
source: Optional Vanilla RTX extensions to extend ray tracing support to Education Edition content!
es_es: Extensiones opcionales de Vanilla RTX para llevar el soporte de trazado de rayos al contenido de Education Edition.

# CreativePanel_Description.Text
source: Replaces Element block textures with high definition, exotic materials for creative builds with RTX!
es_es: Reemplaza las texturas de los bloques de Elemento con materiales exóticos de alta definición para construcciones creativas con RTX.

# StaticInfo_Text.Text
source: Other optional Vanilla RTX Add-Ons and Extensions can be downloaded and imported manually, they must be activated above one of the three primary Vanilla RTX resource packs in-game, they are not automatically updated by the app, because they rarely receive updated due their limited scope, making them perpetually forward-compatible.
es_es: Otros Add-Ons y extensiones opcionales de Vanilla RTX pueden descargarse e importarse manualmente; deben activarse por encima de uno de los tres paquetes de recursos principales de Vanilla RTX dentro del juego. La aplicación no los actualiza automáticamente porque rara vez reciben actualizaciones debido a su alcance limitado, lo que los hace prácticamente compatibles con versiones futuras de forma indefinida.
